Server4/target/classes/server4-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us="http://teja.vin.com/service">
    <soapenv:Header/>
    <soapenv:Body>
        <us:DivRequest>
            <us:num1>8</us:num1>
            <us:num2>4</us:num2>
            <us:function>-</us:function>
        </us:DivRequest>
    </soapenv:Body>
</soapenv:Envelope>